/*******************************
* @ Version:V1.1 
* @ Breif: 包含计算青蛙跳的方式的种类
* @ Author: CHENDONGHAO 
********************************/

/******************ATTENTION***************************
* 题目描述：青蛙每次只能跳一个或者两个台阶，一共有n个台阶，求有多少中跳法。
************************************************************************/

/***************To prevent recursive inclusion ***********************/
#ifndef _DRUMPSTEP_H_
#define _DRUMPSTEP_H_

/*******************Functions*****************************/
unsigned int FrogDrump(unsigned int stepNum);




#endif

/**************************END OF FILE**********************************************/